#    -*- mode: org -*-


Archived entries from file c:/Users/Tristan/Dropbox/org/todo.org


* DONE [#B] Skim slides from Sonnary
CLOSED: [2016-10-07 Fri 11:19] SCHEDULED: <2016-10-06 Thu>
:PROPERTIES:
:ARCHIVE_TIME: 2016-10-07 Fri 11:19
:ARCHIVE_FILE: ~/Dropbox/org/todo.org
:ARCHIVE_OLPATH: Tasks/Getting organised
:ARCHIVE_CATEGORY: todo
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2016-10-07 Fri 11:13]--[2016-10-07 Fri 11:19] =>  0:06
:END:

  [[file:~/Dropbox/org/getting-organised.org::*Getting%20organised][Getting organised]]

** DONE [#A] Read Yang's stuff
CLOSED: [2016-10-10 Mon 16:40] SCHEDULED: <2016-10-10 Mon 09:00-10:00> DEADLINE: <2016-10-10 Mon>
:LOGBOOK:
CLOCK: [2016-10-07 Fri 14:43]--[2016-10-07 Fri 14:54] =>  0:11
:END:
* DONE [#A] Render calendar                                           :setup:
  CLOSED: [2016-10-19 Wed 13:17] SCHEDULED: <2016-10-19 Wed 12:00-12:30>
  :PROPERTIES:
  :ARCHIVE_TIME: 2016-10-19 Wed 13:18
  :ARCHIVE_FILE: ~/Dropbox/org/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: todo
  :ARCHIVE_TODO: DONE
  :END:
   :LOGBOOK:
   CLOCK: [2016-10-19 Wed 11:51]--[2016-10-19 Wed 13:17] =>  1:26
   :END:
I can export one off via: C-c C-e c c - this dumps a file in home directory as per:
http://orgmode.org/manual/iCalendar-export.html
